Repository: denismerigoux/seum-counter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: counter
fr: Compteur

source: name
fr: Nom d'utilisateur

source: trigram
fr: Trigramme

source: Trigram must be 3 characters long.
fr: Le trigramme doit contenir exactement 3 caractères.

source: associated user
fr: utilisateur associé

source: email notifications
fr: Notifications par email

source: sort by SeumScore
fr: Trier les seums par score

source: datetime
fr: date et heure

source: reason
fr: raison

source: victim
fr: Victime

source: seum giver
fr: fouteur de seum

source: reset
fr: Remise à zéro

source: resets
fr: Remises à zéro

source: keyword
fr: mot-clé

source: keywords
fr: mots-clé

source: %(keyword)s for %(who)s
fr: %(keyword)s pour %(who)s

source: No seum yet
fr: Pas encore de seum

source: Got the seum
fr: A eu le seum

source: Seum thrown by %(trigram)s %(time_ago)s.
fr: %(trigram)s lui a foutu le seum %(time_ago)s

source: Reset the counter
fr: Remettre à zéro

source: Motive for the seum:
fr: Motif du seum :

source: Throw the seum
fr: Foutre le seum

source: Timeline of the seum
fr: Timeline du seum

source: No timeline of the seum yet...
fr: Pas encore de timeline du seum...

source: Seum history
fr: Historique du seum

source: Motive
fr: Motif

source: Seum thrower
fr: Fouteur de seum

source: Number of likes
fr: Nombre de likes

source: Back to counters list
fr: Retour à la liste des compteurs

source: Create your seum counter!
fr: Crée ton compteur de seum !

source: The email address will be used for password reinitialisation. Your login on this website will be the first part of this address (before the @).
fr: L'adresse e-mail sera utilisée pour la réinitialisation de ton mot de passe. Ton login sur le site sera la première partie de cette adresse (avant le @).

source: Email address
fr: Adresse email

source: If you check the box below, you will receive an email from <tt>seum@merigoux.ovh</tt> each time someone get the seum on the site. Spamming but so enjoyable, can be deactivated and reactivated later.
fr: Si tu coches la case en dessous, tu recevras un mail de <tt>seum@merigoux.ovh</tt> à chaque fois que quelqu'un aura le seum sur le site. Spammatoire mais jouissif, peut-être désactivé ou réactivé par la suite.

source: Email notifications
fr: Notifications par email

source: Other users will see your nickname and your trigram only, it will be your seum identity!
fr: Les autres utilisateurs ne pourront voir que ton pseudo et ton trigramme, ce sera ton identité seumesque !

source: This trigram must be 3 characters long exactly.
fr: Ce trigramme doit comporter exactement 3 caractères.

source: Trigram
fr: Trigramme

source: Nick
fr: Pseudo

source: I could have required 10 characters with one digit, an emoji, three uppercase letters and two lowercase ones to throw you the seum, but actually you can choose whatever you want.
fr: J'aurais pu exiger 10 caractères dont un chiffre, un emoji, 3 majuscules et 2 minuscules pour te foutre le seum mais en fait tu peux mettre ce que tu veux.

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: If this form has given you the seum, do not forget to reset your counter once you are logged in!
fr: Si ce formulaire t'as foutu le seum, n'oublie pas de remettre ton compteur à zéro en arrivant sur le site.

source: Create the counter
fr: Créer le compteur

source: Error
fr: Erreur

source: Password successfully changed!
fr: Mot de passe changé !

source: Victory!
fr: Victoire !

source: You have created your counter! Your login is
fr: Tu as créé ton compteur ! Ton login est

source: Login to access the website!
fr: Connecte-toi pour accéder au site !

source: Seums containing
fr: Liste des seums contenant

source: Victim
fr: Victime

source: Counters
fr: Compteurs

source: I got the seum
fr: J'ai eu le seum

source: threw me the seum
fr: m'a foutu le seum

source: Motive of the seum
fr: Motif du seum

source: I've got the seum
fr: J'ai le seum

source: Break the seum wall
fr: Brise le mur du seum

source: Has not got the seum yet
fr: N'a pas encore eu le seum

source: Timeline of the 24h of the seum
fr: Timeline des 24 heures du seum

source: No seum in the last past 24h...
fr: Pas de seum durant les dernières 24h...

source: Best seumers
fr: Meilleurs seumers

source: Nobody got the seum...
fr: Personne n'a eu le seum...

source: Most liked seumers
fr: Seumers les plus likés

source: Nobody liked...
fr: Personne n'a aimé...

source: Most popular hashtags
fr: Hashtags les plus populaires

source: Nobody used any hashtag...
fr: Personne n'a utilisé de hashtag...

source: Best likers of seum
fr: Meilleurs likeurs de seum

source: Seum activity
fr: Activité seumesque

source: Logout
fr: Se déconnecter

source: Change password
fr: Modifier le mot de passe

source: Deactivate email notifications
fr: Désactiver les notifications par email

source: Activate email notifications
fr: Activer les notifications par email

source: Sort seums by date
fr: Trier les seums par ancienneté

source: Sort seums by score
fr: Trier les seums par score

source: Login to get the seum!
fr: Connecte-toi pour avoir le seum !

source: Username
fr: Nom d'utilisateur

source: Log in
fr: Se connecter

source: Password forgotten
fr: Mot de passe oublié

source: You cannot even login... seum!
fr: Tu n'arrives mêmes pas à te connecter, seum !

source: You don't have a counter yet?
fr: Pas encore de compteur ?

source: Hurry up and create it to share your seum!
fr: Dépêche-toi de le créer pour partager ton seum !

source: Create a counter
fr: Créer un compteur

source: Change your password of the seum!
fr: Change ton mot de passe du seum !

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: You don't even manage to change your password, seum.
fr: T'arrives même pas à changer ton mot de passe, seum.

source: Password changed!
fr: Mot de passe changé !

source: You changed your password!
fr: Tu as changé ton mot de passe !

source: Home
fr: Accueil

source: Reset password
fr: Réinitialiser le mot de passe

source: Email for the reinitialisation link
fr: Email auquel sera envoyé le lien de réinitialisation

source: Send
fr: Envoyer

source: Your password has been reset
fr: Mot de passe changé !

source: That's it! You have reset your password! You can reset your counter now.
fr: Ça y est tu as réinitialisé ton mot de passe ! Du coup tu peux aller remettre ton compteur à zéro.

source: You've got the seum, the link that we sent you has already been used.
fr: T'as le seum, le lien qui t'as été donné pour visiter cette page est déjà utilisé.

source: Email sent!
fr: Email envoyé !

source: We have sent you an email. Follow the instructions to reinitialise your password.
fr: Un mail t'a été envoyé, suis les instructions pour aller réinitialiser ton mot de passe.

source: You have lost your password and you've got the seum. You have to follow this link (or copy-paste it in your browser) to reinitialise it:
fr: T'as perdu ton mot de passe et t'as le seum. Il te reste plus qu'à suivre le lien pour le réinitialiser :

source: Your login is %(login)s in case you have forgotten it too.
fr: Ton login c'est %(login)s, au cas où tu l'aurais oublié aussi.

source: P.S.: If you don't want to receive these mails anymore, contact us at denis.merigoux@gmail.com
fr: P.S. : Pour ne plus recevoir ces messages, envoie un mail à denis.merigoux@gmail.com

source: unknown
fr: inconnu

source: From %(who)s: %(reason)s
fr: De %(who)s : %(reason)s

source: %(who)s to %(counter)s: %(reason)s
fr: %(who)s pour %(counter)s : %(reason)s

source: 24h ago
fr: il y a 24h

source: Now
fr: Présent

source: Number of seums
fr: Nombre de seums

source: Month
fr: Mois

source: Number of given likes
fr: Nombre de likes distribués

source: Number of seums containing the hashtag
fr: Nombre de seums contenant le hashtag

source: Number of received likes
fr: Nombre de likes reçus

source: Passwords do not match.
fr: Les mots de passe sont différents.

source: A user with this email address already exists.
fr: Un utilisateur avec cette adresse email existe déjà.

source: Use another email address, another user has already this login.
fr: Utilise une autre adresse email, un autre utilisateur a déjà ce login.

source: English
fr: Anglais

source: French
fr: Français
